Revit 2027 API
WireframeBuilder Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WireframeBuilder()
Public Sub New
public:
WireframeBuilder()
new : unit -> WireframeBuilder
See Also
Reference
WireframeBuilder Class
Autodesk.Revit.DB Namespace